[
    {
        "السؤال": "قطفت النجمة، لتحتفظ بها، ضوءها هادئ، يمنحك الحماية، كذكرى لصديق، وأيضاً كـ______ لجميع التحديات.",
        "الإجابة": "جواب"
    },
    {
        "السؤال": "التواجد في أحضانك علمني ما معنى______ كمال الحب.",
        "الإجابة": "الراحة"
    },
    {
        "السؤال": "الحب هو المكان والزمان، ليس لحظة يجب أن تكون مستعداً. الحب يحتاج إلى مكان هادئ، للتعبير عن______ القلب.",
        "الإجابة": "الحديث"
    },
    {
        "السؤال": "لا يمكن الاستمرار، عالمنا_____, إذا كان هذا هو النهاية.",
        "الإجابة": "مختلف"
    },
    {
        "السؤال": "أنا من سيبقى يحتضنك بإحكام، عندما تفكر______ في الابتعاد.",
        "الإجابة": "هل"
    },
    {
        "السؤال": "يجب أن تكون قادراً على الصبر. يجب أن تكون قادراً على أخذ______.",
        "الإجابة": "الحكمة"
    },
    {
        "السؤال": "لماذا؟ لماذا الحب بلا_____, لماذا الحب بلا أفعال؟ لا معنى له.",
        "الإجابة": "الصدق"
    },
    {
        "السؤال": "يمكنني مواجهة_____ الألم، الذي شعرت به في الماضي.",
        "الإجابة": "ألمه"
    },
    {
        "السؤال": "هناك شيء آخر في ابتسامتك، الذي_____ لسانني، لا يتحرك.",
        "الإجابة": "يجعل"
    },
    {
        "السؤال": "أحبك، أعشقك، سأفعل كل شيء من أجل سعادتك.",
        "الإجابة": "أفعل"
    },
    {
        "السؤال": "إذا كانت هذه الحنين ما زالت لك، ______ سؤالي إليك، كم من الوقت علي الانتظار؟",
        "الإجابة": "أقدم"
    },
    {
        "السؤال": "هناك مساحة في قلبي الآن لمستها، أنا لست ساقطاً _____، ولكنني وقعت في الحب.",
        "الإجابة": "أنت"
    },
    {
        "السؤال": "أنت الأجمل، الذي يجعل قلبي هادئاً، أحبك ولن أخاف أبداً، لأنك _____ كل ما ينقصني.",
        "الإجابة": "أكملتي"
    },
    {
        "السؤال": "أحبك، أحبك، فقط أنت في قلبي، لن تتغير، حتى تصبح ملكي.",
        "الإجابة": "تغير"
    },
    {
        "السؤال": "أحبها، ربما أحبها، لكن______ ربما، أنت ستكون ملكي.",
        "الإجابة": "هل"
    },
    {
        "السؤال": "هو، هو، هو الحب الذي انتظرته، هو، هو، هو _____ حياتي.",
        "الإجابة": "أكمل"
    },
    {
        "السؤال": "استمع إلى معاناتي، صوت هذا القلب _____ اسمك، لأنني نصفك، وأنت لي.",
        "الإجابة": "ينادي"
    },
    {
        "السؤال": "هيا أيها الشعب، اجعلوا هذا البلد يزدهر، ____ نحن فخورون، إندونيسيا.",
        "الإجابة": "لنكن"
    },
    {
        "السؤال": "الحب لا يجب أن تحاول الهروب منه، لأنني هنا أحتاج إليك.",
        "الإجابة": "اذهب"
    },
    {
        "السؤال": "لماذا؟ لماذا الحب بلا_____, لماذا الحب بلا أفعال؟",
        "الإجابة": "الصدق"
    },
    {
        "السؤال": "إذا كان يجب أن نفترق، سأظل سعيداً، إذا كانت هذه هي______, ستظل في روحي.",
        "الإجابة": "نهايته"
    },
    {
        "السؤال": "أنت تعرف منذ اللقاء الأول، تجسد______ الجمال في عينيك، منحتني نظرة حب.",
        "الإجابة": "ابتسامتك"
    },
    {
        "السؤال": "أنت وأنا خلقنا بواسطة الزمن، فقط لنحب بعضنا البعض، ربما في_____ معاً، ننسج الحب."
    },
    {
        "السؤال": "ما الخطأ في هذه الأغنية، لماذا_____ أتذكرك، كما لو كنت أستطيع أن أشعر بنبض قلبك وخطواتك.",
        "الإجابة": "أعود"
    }
]
