[
    {
        "السؤال": "ما هو الشيء الذي يضيء في السماء ويحمينا؟",
        "الإجابة": "النجم"
    },
    {
        "السؤال": "ما هو الشيء الذي يجعلنا نشعر بالراحة أثناء الحب؟",
        "الإجابة": "الأمان"
    },
    {
        "السؤال": "ما الذي نحتاجه لنكون قادرين على التعبير عن مشاعرنا؟",
        "الإجابة": "الحديث"
    },
    {
        "السؤال": "ما الذي يحدث عندما لا نتمكن من الاستمرار في علاقتنا؟",
        "الإجابة": "الابتعاد"
    },
    {
        "السؤال": "ماذا يحدث عندما نشعر بالشك في العلاقة؟",
        "الإجابة": "التفكير"
    },
    {
        "السؤال": "ماذا يجب أن نأخذ من التجارب؟",
        "الإجابة": "الحكمة"
    },
    {
        "السؤال": "ما الذي يجعل الحب ذا قيمة؟",
        "الإجابة": "الصدق"
    },
    {
        "السؤال": "ما الذي نتعلمه عندما نمر بالألم؟",
        "الإجابة": "القوة"
    },
    {
        "السؤال": "ما الذي يجعل لساننا يلتزم الصمت؟",
        "الإجابة": "الحيرة"
    },
    {
        "السؤال": "ماذا يمكننا أن نفعل من أجل سعادة من نحب؟",
        "الإجابة": "التضحية"
    },
    {
        "السؤال": "كيف تعبر عن شعورك بالانتظار؟",
        "الإجابة": "الحنين"
    },
    {
        "السؤال": "ما الذي يجعل القلب يشعر بالطمأنينة؟",
        "الإجابة": "الحب"
    },
    {
        "السؤال": "ما الذي يغير حياتنا؟",
        "الإجابة": "القرار"
    },
    {
        "السؤال": "ماذا يمكن أن يشعرنا بالحنين لشخص نحب؟",
        "الإجابة": "الذكريات"
    },
    {
        "السؤال": "ما الذي يجعلنا نشعر بالفخر؟",
        "الإجابة": "الإنجاز"
    },
    {
        "السؤال": "ما الذي يمكن أن يمنحنا القوة في الأوقات الصعبة؟",
        "الإجابة": "الإيمان"
    },
    {
        "السؤال": "ماذا نحتاج لنواجه الصعاب؟",
        "الإجابة": "الشجاعة"
    },
    {
        "السؤال": "ما الذي يمكن أن يشعرنا بالوحدة في الليل؟",
        "الإجابة": "الظلام"
    },
    {
        "السؤال": "كيف نعيد حبنا للأشياء الجميلة؟",
        "الإجابة": "الذكريات"
    },
    {
        "السؤال": "ما الذي يجعلنا نستمر في العيش؟",
        "الإجابة": "الأمل"
    },
    {
        "السؤال": "ماذا نحتاج لنشعر بالقوة؟",
        "الإجابة": "الثقة"
    },
    {
        "السؤال": "ما الذي يجعلنا نشعر بالأمل؟",
        "الإجابة": "التفاؤل"
    }
]
